tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "teamookla/speedtest"
brew "openssl@3"
brew "autoconf"
brew "bash"
brew "bash-completion@2"
brew "cmake"
brew "curl"
brew "fastfetch"
brew "fzf"
brew "git"
brew "gmp"
brew "lazygit"
brew "libyaml"
brew "mise"
brew "mold"
brew "neovim"
brew "ninja"
brew "readline"
brew "sccache"
brew "shpotify"
brew "stow"
brew "subversion"
brew "tree"
brew "uv"
brew "zola"
brew "teamookla/speedtest/speedtest"
cask "aerospace"
cask "android-studio"
cask "balenaetcher"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft"
cask "ghostty"
cask "hot"
cask "iina"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "obsidian"
cask "orbstack"
cask "protonvpn"
cask "raycast"
cask "spotify"
cask "steam"
cask "transmission"
cask "zed"
cask "zulu@21"
