tap "hitblast/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "openssl@3"
brew "autoconf"
brew "bash"
brew "bash-completion@2"
brew "cmake"
brew "curl"
brew "fastfetch"
brew "flyctl"
brew "fzf"
brew "git"
brew "gmp"
brew "lazygit"
brew "libyaml"
brew "mactop"
brew "mise"
brew "mold"
brew "neovim"
brew "ninja"
brew "readline"
brew "sccache"
brew "shpotify"
brew "stow"
brew "subversion"
brew "tree"
brew "uv"
brew "zola"
brew "hitblast/tap/cutler"
cask "aerospace"
cask "affine"
cask "alfred"
cask "alter"
cask "android-studio"
cask "appcleaner"
cask "bootstrap-studio"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft"
cask "ghostty"
cask "hot"
cask "iina"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "orbstack"
cask "protonvpn"
cask "rocket"
cask "spotify"
cask "transmission"
cask "zed"
cask "zen-browser"
