tap "hitblast/tap"
tap "nikitabobko/tap"
brew "bash"
brew "bash-completion@2"
brew "openssl@3"
brew "bat"
brew "dust"
brew "eza"
brew "fastfetch"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "libyaml"
brew "mactop"
brew "mise"
brew "mold"
brew "neovim"
brew "ripgrep"
brew "sccache"
brew "shpotify"
brew "starship"
brew "stow"
brew "tokei"
brew "zoxide"
brew "hitblast/tap/cutler"
cask "aerospace"
cask "affine"
cask "alfred"
cask "alter"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft"
cask "ghostty"
cask "hot"
cask "iina"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "orbstack"
cask "protonvpn"
cask "spotify"
cask "transmission"
cask "whatsapp"
cask "zed"
cask "zen-browser"
