android-file-transfer
appcleaner
arc
discord
handbrake
hazeover
hiddenbar
httpie
hyperkey
iina
iterm2
itsycal
keyboardcleantool
krita
orbstack
protonvpn
rectangle
spotify
stats
steam
transmission
visual-studio-code
whatsapp
zed
