appcleaner
arc
betterdiscord-installer
bootstrap-studio
discord
hazeover
hot
httpie
hyperkey
iina
iterm2
jetbrains-toolbox
keyboardcleantool
maccy
obsidian
orbstack
protonvpn
rectangle
spotify
steam
transmission
visual-studio-code
whatsapp
zoom
