appcleaner
bootstrap-studio
discord
firefox
hazeover
hot
httpie
hyperkey
iina
jetbrains-toolbox
keyboardcleantool
mymonero
notion
orbstack
protonvpn
rectangle
spotify
steam
transmission
visual-studio-code
warp
whatsapp
zed
zoom
